/* Localized versions of Guest Access strings */

allowButton = "Partage d’écran";
denyButton = "Annuler";

controlTitle = "Requête de partage d’écran";
observeTitle = "Requête de partage d’écran";

controlRequestKnown = "« %@ » se trouvant à « %@ » voudrait partager votre écran.\r\rVoulez-vous partager votre écran ?";
observeRequestKnown = "« %@ » se trouvant à « %@ » voudrait observer votre écran.\r\rVoulez-vous partager votre écran ?";

controlRequestUnknown = "Un utilisateur invité à l’adresse « %@ » voudrait partager votre écran.\r\rNe cliquez sur Partage d’écran que si vous connaissez cette personne.";
observeRequestUnknown = "Un utilisateur invité à l’adresse « %@ » voudrait observer votre écran.\r\rNe cliquez sur Partage d’écran que si vous connaissez cette personne.";

errAttnReqCommString = "Une erreur de communication est survenue.";
